tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.13"
brew "capnp"
brew "coreutils"
brew "coursier"
brew "eigen"
brew "libarchive"
brew "zeromq"
brew "ffmpeg"
brew "gcc@13"
brew "git-lfs"
brew "glfw"
brew "libtool"
brew "libusb"
brew "llvm"
brew "maven"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@3.0"
brew "portaudio"
brew "postgresql@14"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.11"
brew "qt@5", link: true
brew "tmux"
brew "zlib"
cask "docker"
cask "gcc-arm-embedded"
cask "stats"
cask "vscodium"
